CREATE
LAST|Lel|"Καΐκια και ιστιοφόρο στην Κέρο"
LAST|Len|"Καΐκια και ιστιοφόρο στην Κέρο"
LAST|P1|Q1
LAST|Del|"Καΐκια και ιστιοφόρο στην Κέρο"
LAST|P3|+2000-00-00T00:00:00Z/8
LAST|P11|"g. 2000"
LAST|P2|"Ιωάννης Βεκρής"
LAST|P4|"Κέρος"
LAST|P5|Q3

CREATE
LAST|Lel|"Το καΐκι \"Ανάληψη\""
LAST|Len|"Το καΐκι \"Ανάληψη\""
LAST|P1|Q1
LAST|Del|"Το καΐκι \"Ανάληψη\" εν πλώ"
LAST|P3|+1998-00-00T00:00:00Z/9
LAST|P2|"Ιωάννης Βεκρής"
LAST|P4|"Αμοργός"
LAST|P5|Q3

CREATE
LAST|Lel|"Το καΐκι \"Ανάληψη\""
LAST|Len|"Το καΐκι \"Ανάληψη\""
LAST|P1|Q1
LAST|Del|"Το καΐκι \"Ανάληψη\"  στα κύματα"
LAST|P3|+1998-00-00T00:00:00Z/9
LAST|P2|"Ιωάννης Βεκρής"
LAST|P4|"Αμοργός"
LAST|P5|Q3

CREATE
LAST|Lel|"Το καΐκι \"Ανάληψη\""
LAST|Len|"Το καΐκι \"Ανάληψη\""
LAST|P1|Q1
LAST|Del|"Το καΐκι \"Ανάληψη\" στο σούρουπο"
LAST|P3|+1998-00-00T00:00:00Z/9
LAST|P2|"Ιωάννης Βεκρής"
LAST|P4|"Αμοργός"
LAST|P5|Q3

CREATE
LAST|Lel|"Το καΐκι \"Ανάληψη\""
LAST|Len|"Το καΐκι \"Ανάληψη\""
LAST|P1|Q1
LAST|Del|"Το καΐκι \"Ανάληψη\"  στο λιμάνι"
LAST|P3|+1994-00-00T00:00:00Z/9
LAST|P2|"Ιωάννης Βεκρής"
LAST|P4|"Αμοργός"
LAST|P5|Q3

CREATE
LAST|Lel|"Διάλειμμα για φαγητό στο καΐκι \"Ανάληψη\""
LAST|Len|"Διάλειμμα για φαγητό στο καΐκι \"Ανάληψη\""
LAST|P1|Q1
LAST|Del|"Διάλειμμα για φαγητό στο καΐκι Ανάληψη"
LAST|P3|+1994-00-00T00:00:00Z/9
LAST|P2|"Ιωάννης Βεκρής"
LAST|P4|"Αμοργός"
LAST|P5|Q3

CREATE
LAST|Lel|"Το καΐκι \"Ανάληψη\""
LAST|Len|"Το καΐκι \"Ανάληψη\""
LAST|P1|Q1
LAST|Del|"Το καΐκι \"Ανάληψη\"  εν πλώ"
LAST|P3|+1998-00-00T00:00:00Z/9
LAST|P2|"Ιωάννης Βεκρής"
LAST|P4|"Αμοργός"
LAST|P5|Q3

CREATE
LAST|Lel|"Το καΐκι \"Ανάληψη\""
LAST|Len|"Το καΐκι \"Ανάληψη\""
LAST|P1|Q1
LAST|Del|"Το καΐκι \"Ανάληψη\"  μεσοπέλαγα"
LAST|P3|+1998-00-00T00:00:00Z/9
LAST|P2|"Ιωάννης Βεκρής"
LAST|P4|"Αμοργός"
LAST|P5|Q3

CREATE
LAST|Lel|"Ψαράδες εν δράσει"
LAST|Len|"Ψαράδες εν δράσει"
LAST|P1|Q1
LAST|Del|"Ψαράδες εν δράσει"
LAST|P3|+1987-00-00T00:00:00Z/9
LAST|P2|"Μιχάλης Κρόσμαν"
LAST|P4|"Αμοργός"
LAST|P6|"ψαράδες, καΐκι"
LAST|P5|Q3

CREATE
LAST|Lel|"Ψαρεύοντας στα νότια του νησιού"
LAST|Len|"Ψαρεύοντας στα νότια του νησιού"
LAST|P1|Q1
LAST|Del|"Ψάρεμα νότια της Αμοργού"
LAST|P3|+1988-00-00T00:00:00Z/9
LAST|P2|"Μιχάλης Κρόσμαν"
LAST|P4|"Αμοργός"
LAST|P6|"ψαράδες, καΐκι"
LAST|P5|Q3

CREATE
LAST|Lel|"Μπαλώνοντας τα δίχτυα"
LAST|Len|"Μπαλώνοντας τα δίχτυα"
LAST|P1|Q1
LAST|Del|"Μπαλώνοντας τα δίχτυα"
LAST|P3|+1989-00-00T00:00:00Z/9
LAST|P2|"Μιχάλης Κρόσμαν"
LAST|P4|"Αμοργός"
LAST|P6|"δίχτυα"
LAST|P5|Q3

CREATE
LAST|Lel|"Ο \"Τίιμιος Σταυρός\" στην Αιγιάλη"
LAST|Len|"Ο \"Τίιμιος Σταυρός\" στην Αιγιάλη"
LAST|P1|Q1
LAST|Del|"Ο \"Τίιμιος Σταυρός\" στην Αιγιάλη"
LAST|P3|+1990-00-00T00:00:00Z/9
LAST|P2|"Μιχάλης Βεκρής"
LAST|P4|"Αμοργός"
LAST|P6|"καϊκι, Αιγιάλη"
LAST|P5|Q3

CREATE
LAST|Lel|"Η οικογένεια ψαράδων Βεκρή στην \"Ειρήνη\""
LAST|Len|"Η οικογένεια ψαράδων Βεκρή στην \"Ειρήνη\""
LAST|P1|Q1
LAST|Del|"Η οικογένεια ψαράδων Βεκρή στην \"Ειρήνη\""
LAST|P3|+1960-00-00T00:00:00Z/9
LAST|P2|"Μιχάλης Βεκρής"
LAST|P4|"Αμοργός"
LAST|P6|"καϊκι"
LAST|P5|Q3

CREATE
LAST|Lel|"Το καΐκι \"Αντώνιος\""
LAST|Len|"Το καΐκι \"Αντώνιος\""
LAST|P1|Q1
LAST|Del|"Ο Νικόλαος Βεκρής με το καΐκι \"Αντώνιος\" και παιδιά να τον βοηθούν με τα δίχτυα, Ξυλοκερατίδι"
LAST|P3|+1968-00-00T00:00:00Z/9
LAST|P2|"Νικόλαος Βεκρής"
LAST|P4|"Αμοργός"
LAST|P6|"ψαράς, καΐκι, Κατάπολα"
LAST|P5|Q3

CREATE
LAST|Lel|"Το καΐκι \"Αγιος Γεώργιος Βαλσαμίτης\""
LAST|Len|"Το καΐκι \"Αγιος Γεώργιος Βαλσαμίτης\""
LAST|P1|Q1
LAST|Del|"Ναυπήγηση του \"Αγίου Γεωργίου Βαλσαμίτη\", Ξυλοκερατιδι"
LAST|P3|+1979-00-00T00:00:00Z/9
LAST|P2|"Νικόλαος Βεκρής"
LAST|P4|"Αμοργός"
LAST|P6|"ψαράς, καΐκι, Κατάπολα"
LAST|P5|Q3

CREATE
LAST|Lel|"Το καΐκι \"Αγιος Γεώργιος Βαλσαμίτης\""
LAST|Len|"Το καΐκι \"Αγιος Γεώργιος Βαλσαμίτης\""
LAST|P1|Q1
LAST|Del|"Καθέλκυση του \"Αγίου Γεωργίου Βαλσαμίτη\", Ξυλοκερατίδι"
LAST|P3|+1980-00-00T00:00:00Z/9
LAST|P2|"Νικόλαος Βεκρής"
LAST|P4|"Αμοργός"
LAST|P6|"ψαράς, καΐκι, Κατάπολα"
LAST|P5|Q3

CREATE
LAST|Lel|"Το καΐκι \"Αγιος Γεώργιος Βαλσαμίτης\""
LAST|Len|"Το καΐκι \"Αγιος Γεώργιος Βαλσαμίτης\""
LAST|P1|Q1
LAST|Del|"Το καΐκι \"Αγιος Γεωργιος Βαλσαμιτης\" εν πλώ"
LAST|P3|+1983-00-00T00:00:00Z/9
LAST|P2|"Νικόλαος Βεκρής"
LAST|P4|"Αμοργός"
LAST|P6|"ψαράς, καΐκι, Κατάπολα"
LAST|P5|Q3

CREATE
LAST|Lel|"Το καΐκι \"Αντώνιος Βεκρής"
LAST|Len|"Το καΐκι \"Αντώνιος Βεκρής"
LAST|P1|Q1
LAST|Del|"Ψάρεμα με το καΐκι \"Αντώνιος Βεκρής\""
LAST|P3|+2008-00-00T00:00:00Z/9
LAST|P2|"Νικόλαος Βεκρής"
LAST|P4|"Αμοργός"
LAST|P6|"ψαράς, καΐκι, Κατάπολα"
LAST|P5|Q3

CREATE
LAST|Lel|"Το καΐκι \"Αντώνιος Βεκρής"
LAST|Len|"Το καΐκι \"Αντώνιος Βεκρής"
LAST|P1|Q1
LAST|Del|"Ηλιοβασίλεμα στα Κατάπολα"
LAST|P3|+2000-00-00T00:00:00Z/9
LAST|P2|"Νικόλαος Βεκρής"
LAST|P4|"Αμοργός"
LAST|P6|"καϊκι, ηλιοβασίλεμα, Κατάπολα"
LAST|P5|Q3

CREATE
LAST|Lel|"Το καΐκι \"Αντώνιος Βεκρής"
LAST|Len|"Το καΐκι \"Αντώνιος Βεκρής"
LAST|P1|Q1
LAST|Del|"Ψάρεμα με το καΐκι \"Αντώνιος Βεκρής\" στον λιμάνι των Καταπόλων"
LAST|P3|+2008-00-00T00:00:00Z/9
LAST|P2|"Νικόλαος Βεκρής"
LAST|P4|"Αμοργός"
LAST|P6|"ψαράς, καΐκι, Κατάπολα"
LAST|P5|Q3

CREATE
LAST|Lel|"Ο καπετάνιος Νικόλας Βεκρής"
LAST|Len|"Ο καπετάνιος Νικόλας Βεκρής"
LAST|P1|Q1
LAST|Del|"Ο καπετάνιος Νικόλας Βεκρής"
LAST|P3|+1965-00-00T00:00:00Z/9
LAST|P2|"Νικόλαος Βεκρής"
LAST|P4|"Αμοργός"
LAST|P5|Q3

CREATE
LAST|Lel|"Νικήτας Ψακής και Λευτέρης Γαβαλάς-Καλοταρίτισσα"
LAST|Len|"Νικήτας Ψακής και Λευτέρης Γαβαλάς-Καλοταρίτισσα"
LAST|P1|Q1
LAST|Del|"Νικήτας Ψακής και Λευτέρης Γαβαλάς ξεφορτώνουν ψάρια στην Καλοταρίτισσα"
LAST|P3|+1999-00-00T00:00:00Z/9
LAST|P2|"Ιωάννης Ψακής"
LAST|P4|"Αμοργός"
LAST|P6|"ψαράδες, Καλοταρίτισσα"
LAST|P5|Q3

CREATE
LAST|Lel|"Ο Ηλίας Βεκρής και η λάντζα \"Παναγία Ακαθή\""
LAST|Len|"Ο Ηλίας Βεκρής και η λάντζα \"Παναγία Ακαθή\""
LAST|P1|Q1
LAST|Del|"Ο Ηλίας Βεκρής και η λάντζα \"Παναγία Ακαθή\" (ναυπήγηση Βλάμη)"
LAST|P3|+1967-00-00T00:00:00Z/9
LAST|P2|"Ιωάννης Η. Βεκρής"
LAST|P4|"Αμοργός"
LAST|P5|Q4
